---
kind: other
id: Properties.T:Autodesk.Revit.DB.FillPattern
source: html/cd1072ec-bc65-0eca-d039-93296a6c5196.htm
---
# FillPattern Properties

Gets the count of the fill grids in this fill pattern.